Repository: davidmhewitt/torrential
Catalog: po/*.po
Languages: az, ca, de, es, id, it, lt, nl, pl, pt, ru, tr

source: Trying to find metadata for magnet link
az: Magnet bağlantısı üçün meta melumatları tapmağa çalışır
ca: Buscant metadades per l'enllaç magnet
de: Versuche zum Magnetlink Metadaten zu finden
es: Intentando encontrar metadatos para el enlace magnético
id: Mencoba mencari metadata untuk tautan magnet
it: Tentativo di ricerca di metadati per il magnet link
lt: Bandoma rasti metaduomenis magnet nuorodai
nl: Bezig met ophalen van metagegevens voor magnetlink
pl: Podjęto próbę znalezienia metadata dla magnet linka
pt: A tentar encontrar meta-dados para a ligação magnet
ru: Попытка найти метаданные для magnet-ссылки
tr: Magnet bağlantısı için üstveri aranıyor

source: %s of %s — %s remaining
ca: %s de %s — en queden %s
de: %s von %s - %s verbleiben
es: %s de %s — %s restantes
id: %s dari %s — %s tersisa
it: %s di %s — %s rimanente
lt: %s iš %s — liko %s
nl: %s van %s — %s resterend
pl: %s z %s — %s pozostało
pt: %s de %s — %s restante
ru: %s из %s — осталось %s
tr: %s - %s — %s kaldı

source: %s of %s
ca: %s de %s
de: %s von %s
es: %s de %s
id: %s dari %s
it: %s di %s
lt: %s iš %s
nl: %s van %s
pl: %s z %s
pt: %s de %s
ru: %s из %s
tr: %s - %s

source: %s uploaded
az: %s göndərildi
ca: %s pujat
de: %s hochgeladen
es: %s subidos
id: %s terunggah
it: %s inviato
lt: %s išsiųsta
nl: %s geüpload
pl: %s udostępniono
pt: %s enviado
ru: %s отдано
tr: %s gönderildi

source: %i of %i peers connected. ⬇%s ⬆%s
ca: Connectat amb %i de %i peers. ⬇%s ⬆%s
de: Mit %i von %i Peers verbunden. ⬇%s ⬆%s
es: %i de %i nodos conectados. ⬇%s ⬆%s
id: %i dari %i peer-peer terhubung. ⬇%s ⬆%s
it: %i di %i nodi connessi. ⬇%s ⬆%s
lt: Prisijungę %i iš %i siuntėjų. ⬇%s ⬆%s
nl: %i van %i peers verbonden. ⬇%s ⬆%s
pl: %i z %i peerów połączonych. ⬇%s ⬆%s
pt: %i de %i pares conectados. ⬇%s ⬆%s
ru: %i из %i участников подключено. ⬇%s ⬆%s
tr: %i - %i eş bağlandı. ⬇%s ⬆%s

source: Waiting in queue
az: Növbə gözləyir
ca: Esperant a la cua
de: In der Warteschlange
es: Esperando en la cola
id: Menunggu di antrian
it: In coda d'attesa
lt: Laukia eilėje
nl: In wachtrij
pl: Oczekuje w kolejce
pt: A esperar na fila
ru: Ожидание в очереди
tr: Kuyrukta bekleniyor

source: %u day
az: %u gün
ca: %u dia
de: %u Tag
es: %u día
id: %u hari
lt: %u diena
nl: %u dag
pl: %u dzień
pt: %u dia
ru: %u день
tr: %u gün

source: %u hour
az: %u saat
ca: %u hora
de: %u Stunde
es: %u hora
id: %u jam
lt: %u valanda
nl: %u uur
pl: %u godzina
pt: %u hora
ru: %u час
tr: %u saat

source: %u minute
az: %u dəqiqə
ca: %u minut
es: %u minuto
id: %u menit
lt: %u minutė
nl: %u minuut
pl: %u minuta
pt: %u minuto
ru: %u минута
tr: %u dakika

source: %u second
az: %u saniyə
ca: %u segon
de: %u Sekunde
es: %u segundo
id: %u detik
lt: %u sekundė
nl: %u seconde
pl: %u sekunda
pt: %u segundo
ru: %u секунда
tr: %u saniye

source: KB/s
az: KB/san
id: KB/det
ru: КБ/С

source: MB/s
az: MB/san
id: MB/det
ru: МБ/С

source: GB/s
az: GB/san
id: GB/det
ru: ГБ/С

source: TB/s
az: TB/san
id: TB/det
ru: ТБ/С

source: KB
ru: КБ

source: MB
ru: МБ

source: GB
ru: ГБ

source: TB
ru: ТБ
