Repository: davidmhewitt/torrential
Catalog: po/*.po
Languages: az, ca, de, es, id, it, lt, nl, pl, pt, ru, tr

source: Close
az: Bağla
ca: Tanca
de: Schließen
es: Cerrar
id: Tutup
it: Chiudi
lt: Užverti
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat

source: No Search Results
az: Axtarış nəticəsi yoxdur
ca: No s'han trobat resultats per la cerca
de: Suche war nicht erfolgreich
es: No se encontraron resultados
id: Tidak Ada Hasil Pencarian
lt: Nėra paieškos rezultatų
nl: Geen zoekresultaten
pl: Nic nie znaleziono
pt: Sem resultados de pesquisa
ru: Ничего не найдено
tr: Arama Sonucu Bulunamadı

source: Try changing search terms
az: Axtarış sözünü dəyişməyə cəhd edin
ca: Torneu-ho a provar canviant els termes de cerca
de: Versuche andere Sucheingaben
es: Intenta cambiar los términos de búsqueda
id: Coba ubah istilah penelusuran
it: Prova a cambiare i termini di ricerca
lt: Pabandykite pakeisti paieškos žodžius
nl: Probeer andere zoektermen te gebruiken
pl: Spróbuj wyszukać inne hasło
pt: Tente trocar os termos de pesquisa
ru: Попробуйте изменить поисковый запрос
tr: Arama terimini değiştirmeyi deneyin

source: No Torrents Here
az: Burada Torrent yoxdur
ca: Aquí no hi ha torrents
de: Keine Torrents hier
es: No se añadieron torrents
id: Tidak Ada Torrent Disini
lt: Čia torrent'ų nėra
nl: Geen torrents
pl: Nie ma tu torrentów
pt: Sem Torrents Aqui
ru: Здесь ничего нет
tr: Torrent Yok

source: Try a different category
az: Fərqli bir kateqoriya cəhd edin
ca: Torneu-ho a provar amb una categoria diferent
de: Versuche eine andere Kategorie
es: Intenta una categoría diferente
id: Coba kategori lain
it: Prova una categoria differente
lt: Pabandykite kitą kategoriją
nl: Probeer een andere categorie
pl: Zajrzyj do innej kategorii
pt: Tente uma categoria diferente
ru: Попробуйте выбрать другую категорию
tr: Farklı bir kategori deneyin

source: Torrent Complete
az: Torrent tamamlandı
ca: Torrent completat
de: Ein Torrent ist abgeschlossen
es: Torrent completado
id: Torrent Selesai
it: Torrent Completato
lt: Torrent užbaigtas
nl: Torrent is gedownload
pl: Torrent ukończony
pt: Torrent Terminado
ru: Торрент завершён
tr: Torrent Tamamlandı

source: “%s” has finished downloading
az: “%s” yüklənmə tamamladı
ca: '%s' s'ha acabat de descarregar
de: %s wurde heruntergeladen
es: «%s» se ha terminado de descargar
id: “%s” telah selesai diunduh
it: “%s” è stato scaricato
lt: "%s" atsiuntimas užbaigtas
nl: '%s' is klaar met downloaden
pl: „%s” zostało pobrane
pt: “%s” terminou de transferir
ru: Загрузка «%s» завершена
tr: “%s” indirmesi tamamlandı

source: Failed to load blocklist. All torrents paused as a precaution.
az: Blok siyahısı yüklənmədi. Bütün torrentlər bir ehtiyat kimi durdular.
ca: No s'ha pogut carregar la llista de bloqueigs. Tots els torrents s'han pausat com a precaució.
nl: Kan de blokkadelijst niet laden. Alle torrents zijn uit voorzorg gepauzeerd.
pl: Nie udało się załadować blocklisty. Wszystkie torrenty wstrzymane na wszelki wypadek.
pt: Falhou ao carregar a lista de bloqueios. Todos os torrents estão em pausa como precaução.
tr: Engelleme listesi yüklenemedi. Tüm torrentler önlem olarak duraklatıldı.

source: Application menu
az: Proqram menyusu
ca: Menú de l'aplicació
de: Anwendungsmenü
es: Menú de aplicación
id: Menu aplikasi
it: Menu applicazione
lt: Programos meniu
nl: Toepassingsmenu
pl: Menu aplikacji
pt: Menu do programa
ru: Меню приложения
tr: Uygulama menüsü

source: Open .torrent file
az: .torrent faylını aç
ca: Obre el fitxer .torrent
de: Öffne .torrent-Datei
es: Abrir archivo .torrent
id: Buka berkas .torrent
lt: Atverti .torrent failą
nl: .torrent-bestand openen
pl: Otwórz plik .torrent
pt: Abrir ficheiro .torrent
ru: Открыть torrent-файл
tr: .torrent dosyası aç

source: Open magnet link
az: Magnet linkini açın
ca: Obre l'enllaç magnet
lt: Atverti Magnet nuorodą
nl: Magnetlink openen
pl: Otwórz magnet link
pt: Abrir ligação magnet
tr: Magnet bağlantısı aç

source: Search Torrents
az: Torrentləri Axtar
ca: Cerca torrents
de: Durchsuche Torrents
es: Buscar torrents
id: Pencarian Torrent
it: Cerca Torrent
lt: Ieškoti torrent'ų
nl: Zoeken naar torrents
pl: Szukaj torrentów
pt: Procurar Torrents
ru: Поиск торрентов
tr: Torrent Ara

source: All
az: Hamsı
ca: Tot
de: Alle
es: Todas
id: Semua
it: Tutti
lt: Visi
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все
tr: Tümü

source: Downloading
az: Yüklənir
ca: Descarregant
de: Heruntergeladen
es: Descargando
id: Mengunduh
it: In ricezione
lt: Atsiunčiama
nl: Bezig met downloaden
pl: Pobierane
pt: A transferir
ru: Загрузки
tr: İndiriliyor

source: Seeding
ca: Sembrant
de: Verteilt
es: Subiendo
it: In distribuzione
lt: Skleidžiama
nl: Bezig met seeden
pl: Udostępniane
pt: A semear
ru: Раздачи
tr: Gönderiliyor

source: Paused
az: Dayandırıldı
ca: En pausa
de: Pausiert
es: Pausado
id: Dijeda
it: In pausa
lt: Pristabdyta
nl: Gepauzeerd
pl: Wstrzymane
pt: Pausa
ru: Приостановлено
tr: Duraklatılmış

source: No Torrents Added
az: Torrentlər əlavə olunmadı
ca: No s'han afegit torrents
de: Es wurden keine Torrents hinzugefügt
es: No se añadieron torrents
id: Tidak Ada Torrent Ditambahkan
it: Nessun Torrent Aggiunto
lt: Nėra pridėta jokių torrent'ų
nl: Geen torrents toegevoegd
pl: Nie dodano torrentów
pt: Sem Torrents Adicionados
ru: Нет добавленных торрентов
tr: Hiçbir Torrent Eklenmedi

source: Add a torrent file to begin downloading.
az: Yükləməyə başlamaq üçün torrent faylını əlavə edin.
ca: Afegiu un fitxer torrent per iniciar la descàrrega.
de: Füge eine Torrent-Datei hinzu, damit sie heruntergeladen wird.
es: Añade un archivo torrent para empezar la descarga.
id: Tambahkan berkas torrent untuk memulai mengunduh.
it: Aggiungi un file torrent per iniziare a scaricare.
lt: Norėdami pradėti atsiuntimą, pridėkite torrent failą.
nl: Voeg een torrentbestand toe om te beginnen met downloaden.
pl: Dodaj plik torrent, żeby rozpocząć pobieranie.
pt: Adicione um ficheiro torrent para começar a transferi-lo.
ru: Добавьте торрент-файл для загрузки.
tr: İndirmeye başlamak için bir torrent dosyası ekle.

source: Open Torrent
az: Torrent açın
ca: Obre el torrent
de: Öffne Torrent
es: Abrir torrent
id: Buka Torrent
it: Apri Torrent
lt: Atverti torrent
nl: Torrent openen
pl: Otwórz torrent
pt: Abrir Torrent
ru: Открыть торрент-файл
tr: Torrent Aç

source: Open a torrent file from your computer.
az: Kompüterinizdən torrent faylını açın.
ca: Obre un fitxer torrent del teu ordinador.
de: Öffne eine Torrent-Datei von deinem Computer.
es: Abrir un archivo torrent desde tu equipo.
id: Buka berkas torrent dari komputer anda.
it: Apri un file torrent dal tuo computer.
lt: Atverkite torrent failą iš savo kompiuterio.
nl: Open een lokaal torrentbestand.
pl: Otwórz plik .torrent z twojego komputera.
pt: Abrir um ficheiro torrent do seu computador.
ru: Открыть локальный торрент-файл.
tr: Bilgisayarınızdan bir torrent dosyası aç.

source: Preferences
az: Seçimlər
ca: Preferències
de: Einstellungen
es: Preferencias
id: Preferensi
it: Preferenze
lt: Nuostatos
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ru: Параметры
tr: Tercihler

source: Set download folder and other preferences.
az: Yükləmə qovluğunu və digər seçimləri seçin.
ca: Configura una carpeta de baixades i altres preferències.
de: Lege den Downloadordner und weitere Einstellungen fest
es: Fijar carpeta de descarga y otras preferencias.
id: Tentukan folder unduhan dan preferensi lainnya.
it: Imposta cartella di scaricamento e altre preferenze.
lt: Nustatykite atsiuntimo aplanką bei kitas nuostatas.
nl: Stel de downloadmap en andere voorkeuren in.
pl: Ustaw folder pobierania i inne preferencje.
pt: Definir pasta de transferência e outras preferências.
ru: Выбор папки загрузок и другие параметры.
tr: İndirme klasörünü ve diğer tercihleri düzenle.

source: _Preferences
az: _Seçimlər
ca: _Preferències
de: _Einstellungen
es: _Preferencias
it: _Preferenze
lt: _Nuostatos
nl: _Voorkeuren
pl: _Preferencje
pt: _Preferências
ru: _Параметры
tr: _Tercihler

source: _Quit
az: _Çıx
ca: _Surt
de: _Beenden
es: _Salir
it: _Esci
lt: _Išeiti
nl: _Afsluiten
pl: _Wyjdź
pt: _Sair
ru: _Выйти
tr: _Çık

source: Magnet Link Copied To Clipboard
az: Magnet Link Panoya Kopyalandı
ca: S'ha copiat l'enllaç magnet al porta-retalls
lt: Magnet nuoroda nukopijuota į iškarpinę
nl: De magnetlink is gekopieerd naar het klembord
pl: Magnet link skopiowany do schowka
pt: Ligação magnet copiada para a área de transferência
tr: Magnet Bağlantısı Panoya Kopyalandı

source: Open some torrents
az: Bəzi torrentləri açın
ca: Obre alguns torrents
de: Öffne Torrents
es: Abrir algunos torrents
id: Buka beberapa torrent
it: Apri dei torrent
lt: Atverti kažkokius torrent'us
nl: Open enkele torrents
pl: Otwórz torrenty
pt: Abrir alguns torrents
ru: Открыть несколько торрентов
tr: Torrent aç

source: Cancel
az: İmtına
ca: Cancel·la
de: Abbrechen
es: Cancelar
id: Batal
it: Cancella
lt: Atsisakyti
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal et

source: Open
az: Aç
ca: Obre
de: Öffnen
es: Abrir
id: Buka
it: Apri
lt: Atverti
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть
tr: Aç

source: All files
az: Bütün fayllar
ca: Tots els fitxers
de: Alle Dateien
es: Todos los archivos
id: Semua berkas
it: Tutti i file
lt: Visi failai
nl: Alle bestanden
pl: Wszystkie pliki
pt: Todos os ficheiros
ru: Все файлы
tr: Tüm dosyalar

source: Torrent files
az: Torrent faylları
ca: Fitxers torrent
de: Torrent-Datei
es: Archivos torrent
id: Berkas torrent
it: File Torrent
lt: Torrent failai
nl: Torrentbestanden
pl: Pliki torrent
pt: Ficheiros torrent
ru: Торрент-файлы
tr: Torrent dosyaları

source: Magnet URL:
ca: URL magnet:
nl: Magnetlink:
pl: Magnet link:
pt: URL Magnet:
tr: Magnet Bağlantısı:

source: Torrent Added
az: Torrent əlavə edildi
ca: S'ha afegit el torrent
lt: Torrent'as pridėtas
nl: Torrent is toegevoegd
pl: Torrent dodany
pt: Torrents Adicionados
tr: Torrent Eklendi

source: Successfully added torrent file from Downloads
az: Yükləmələrdən uğurla torrent faylını əlavə etdi
ca: S'ha afegit correctament el fitxer torrent de Baixades
lt: Torrent failas sėkmingai pridėtas iš Atsiuntimų
nl: Het torrentbestand is toegevoegd uit de Downloadsmap
pl: Dodano plik .torrent z Pobranych
pt: Ficheiro torrent adicionado com sucesso a partir das Transferências
tr: Torrent dosyası indirmelerden eklendi

source: Failed to add “%s” as it doesn’t appear to be a valid torrent.
az: Doğru bir torrent kimi görünməyincə “%s” əlavə edilmədi.
ca: No s'ha pogut afegir '%s' perquè no sembla ser un torrent vàlid.
de: %s hinzuzufügen ist gescheitert, da es nicht ein zulässiger Torrent zu sein scheint.
es: Fallo al añadir «%s» ya que no parece ser un torrent válido.
id: Gagal menambahkan “%s” karena sepertinya torrent tidak valid.
it: Aggiunta di “%s” fallita. Non sembra essere un torrent valido.
lt: Nepavyko pridėti "%s", nes jis neatrodo kaip teisingas torrent failas.
nl: Kan '%s' niet toevoegen: het lijkt geen geldig torrentbestand te zijn.
pl: Nie dodano „%s”, bo nie jest to prawidłowy torrent.
pt: Falhou ao abrir “%s” pois não é um ficheiro torrent válido.
ru: Не удалось добавить «%s», поскольку это некорректный торрент.
tr: “%s” eklenemedi. Geçerli bir torrent olmayabilir.

source: Didn’t add “%s”. An identical torrent has already been added.
az: “%s” əlavə etmədi. Eyni bir torrent artıq əlavə edilmişdir.
ca: No s'ha afegit '%s'. Ja hi ha un altre torrent idèntic.
de: %s wurde nicht hinzugefügt. Der selbe Torrent wurde schon hinzugefügt.
es: No se añadió «%s». Un torrent idéntico ya ha sido añadido.
id: Tidak menambahkan “%s”. Karena torrent yang sama sudah ada.
it: “%s non aggiunto”. Un torrent identico è già stato aggiunto.
lt: "%s" nepridėtas. Toks pats torrent jau yra pridėtas.
nl: De torrent, %s, is al eerder toegevoegd.
pl: Nie dodano „%s”. Identyczny torrent już został dodany.
pt: Não adicionou “%s”. Um torrent idêntico já foi adicionado.
ru: «%s» не добавлен. Уже существует идентичный торрент.
tr: “%s” eklenmedi. Aynı torrent zaten eklenmiş.

source: Magnet Link
ca: Enllaç magnet
es: Enlace magnético
id: Tautan Magnet
lt: Magnet nuoroda
pt: Ligação Magnet
ru: Magnet-ссылка
tr: Magnet Bağlantısı

source: Successfully added magnet link
az: Magnet link uğurla əlavə edildi
ca: S'ha afegit l'enllaç magnet amb èxit
de: Magnetlink wurde erfolgreich hinzugefügt
es: Se añadió el enlace magnético con éxito
id: Berhasil menambahkan tautan magnet
it: Aggiunta del magnet link completata con successo
lt: Magnet nuoroda sėkmingai pridėta
nl: Magnetlink toegevoegd
pl: Dodano magnet link
pt: Adicionou a ligação magnet com sucesso
ru: Magnet-ссылка успешно добавлена
tr: Magnet bağlantısı eklendi

source: Failed to add magnet link as it doesn’t appear to be valid.
az: Magnet link əlavə edilmədi, çünki düzgün olmadığı görünür.
ca: No s'ha pogut afegit l'enllaç magnet perquè no sembla ser vàlid.
de: Magnetlink hinzuzufügen ist gescheitert, da es kein zulässiger Magnetlink zu sein scheint.
es: Fallo al añadir el enlace magnético ya que no parece ser válido.
id: Gagal menambahkan tautan magnet karena sepertinya torrent tidak valid.
it: Magnet link non aggiunto. Non sembra essere valido.
lt: Nepavyko pridėti magnet nuorodos, nes atrodo, kad ji yra neteisinga.
nl: Kan de magnetlink niet toevoegen omdat deze niet geldig lijkt te zijn.
pl: Nie dodano magnet linka, bo nie jest prawidłowy.
pt: Falha ao adicionar a ligação magnet pois a mesma não é válida.
ru: Не удалось добавить magnet-ссылку, поскольку она некорректна.
tr: Magnet bağlantısı eklenemedi. Geçerli bir torrent olmayabilir.

source: Didn’t add magnet link. An identical torrent has already been added.
az: Magnet link əlavə etmədi. Eyni bir torrent artıq əlavə edilmişdir.
ca: No s'ha afegit l'enllaç magnet. Ja hi ha un altre torrent idèntic.
de: Magnetlink wurde nicht hinzugefügt. Der selbe Torrent wurde schon hinzugefügt.
es: No se añadió el enlace magnético. Ya se ha añadido un torrent idéntico.
id: Tidak menambahkan tautan magnet. Karena torrent yang sama sudah ada.
it: Magnet link non aggiunto. Un torrent identico è già stato aggiunto.
lt: Magnet nuoroda nepridėta. Toks pats torrent jau yra pridėtas.
nl: De magnetlink is al eerder toegevoegd.
pl: Nie dodano magnet linka. Identyczny torrent już został dodany.
pt: Não adicionou a ligação magnet. Um torrent idêntico já foi adicionado.
ru: Magnet-ссылка не добавлена. Уже существует идентичный торрент.
tr: Torrent bağlantısı eklenmedi. Aynı torrent zaten eklenmiş.

source: Failed to add magnet link
az: Magnet link əlavə edilmədi
ca: No s'ha pogut afegit l'enllaç magnet
de: Magnetlink hinzuzufügen ist gescheitert.
es: Fallo al añadir el enlace magnético
id: Gagal menambahkan tautan magnet
it: Aggiunta del magnet link fallita
lt: Nepavyko pridėti magnet nuorodos
nl: Kan magnetlink niet toevoegen
pl: Nie udało się dodać magnet link
pt: Falha ao adicionar a ligação magnet
ru: Не удалось добавить magnet-ссылку
tr: Magnet bağlantısı eklenemedi

source: General
az: Ümumi
de: Allgemein
id: Umum
it: Generale
lt: Bendra
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Основные
tr: Genel

source: Advanced
az: Ətraflı
ca: Avançat
de: Fortgeschritten
es: Avanzado
id: Tingkat lanjut
it: Avanzate
lt: Išplėstiniai
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ru: Дополнительные
tr: Gelişmiş

source: Blocklist last downloaded: never
ca: Llista de bloqueigs descarregada per última vegada: mai
nl: Blokkadelijst bijgewerkt: nooit
pl: Blocklista ostatnio pobrane: nigdy
pt: Última lista de bloqueio transferida: nunca
tr: Engelleme listesi son indirilme: asla

source: Last downloaded: %s
az: Son yüklənmişdir: %s
ca: Descarregat per última vegada: %s
nl: Laatst bijgewerkt: %s
pl: Ostatnio pobrane: %s
pt: Última transferência: %s
tr: Son indirilme: %s

source: Only connect to encrypted peers:
ca: Connecta't només amb peers encriptats:
de: Nur an verschlüsselte Peers verbinden:
es: Solamente conectarse a nodos cifrados:
id: Hanya terhubung ke peer terenkripsi:
it: Connetti solo a nodi criptati:
lt: Prisijungti tik prie šifruotų siuntėjų:
nl: Alleen verbinding maken met versleutelde peers:
pl: Łącz tylko z zaszyfrowanymi peerami:
pt: Apenas conectar a pares encriptados:
ru: Только безопасные подключения:
tr: Sadece şifrelenmiş eşlere bağlan:

source: Randomise BitTorrent port on launch:
ca: Escull el port BitTorrent aleatòriament en obrir-se:
de: Zufälliger BitTorrentport beim Starten:
es: Aleatorizar puerto de BitTorrent al arrancar:
id: Acak port BitTorrent saat memulai:
it: Porta BitTorrent casuale all'avvio:
lt: Paleidus, atsitiktinai parinkti BitTorrent prievadą:
nl: Willekeurige BitTorrent-poort bij opstarten:
pl: Losuj port BitTorrenta przy uruchamianiu:
pt: Aleatorizar porta de BitTorrent ao abrir:
ru: Случайный порт при запуске:
tr: Başlangıçta BitTorrent bağlantı noktasını rastgele belirle:

source: Port number:
az: Port nömrəsi:
ca: Número del port:
de: Portnummer:
es: Número de puerto:
id: Nomor port:
it: Numero porta:
lt: Prievado numeris:
nl: Poortnummer:
pl: Numer portu:
pt: Número da porta:
ru: Номер порта:
tr: Bağlantı noktası numarası:

source: Update Blocklist
az: Blocklist'i yenilə
ca: Actualitza la llista de bloqueigs
nl: Blokkadelijst bijwerken
pl: Zaktualizuj blocklistę
pt: Atualizar Lista de Bloqueio
tr: Engelleme Listesini Güncelle

source: Blocklist URL:
ca: URL de la llista de bloqueigs:
nl: URL van blokkadelijst:
pl: Odnośnik blocklisty:
pt: URL da Lista de Bloqueio:
tr: Engelleme Listesi Bağlantısı:

source: Security
az: Təhlükəsizlik
ca: Seguretat
de: Sicherheit
es: Seguridad
id: Keamanan
it: Sicurezza
lt: Saugumas
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ru: Конфиденциальность
tr: Güvenlik

source: Blocklist
ca: Llista de bloqueigs
nl: Blokkadelijst
pl: Blocklista
pt: Lista de Bloqueio
tr: Engelleme Listesi

source: Download Location
az: Yüklənəcək yer
ca: Ubicació de les baixades
de: Speicherort für Downloads
es: Localización de descarga
id: Lokasi Unduhan
it: Percorso Scaricati
lt: Atsiuntimo vieta
nl: Downloadlocatie
pl: Miejsce pobierania
pt: Local da Transferência
ru: Сохранять в папку
tr: İndirme Konumu

source: Select Download Folder…
az: Yüklənəcək qovluğu seçin…
ca: Selecciona una carpeta de Baixades…
de: Wähle Downloadordner…
es: Seleccionar carpeta de descarga…
id: Pilih Folder Unduhan…
lt: Pasirinkti atsiuntimo aplanką…
nl: Kies een downloadmap…
pl: Wybierz folder pobierania…
pt: Selecione Pasta de Transferência…
ru: Выбор папки загрузок…
tr: İndirme Klasörünü Seç…

source: Limits
az: Limitlər
ca: Límits
de: Schranken
es: Límites
id: Batasan
it: Limiti
lt: Apribojimai
nl: Beperkingen
pl: Limity
pt: Limites
ru: Ограничения
tr: Sınırlar

source: Max simultaneous downloads:
az: Eyni vaxtda max yuklənmə:
ca: Màxim de baixades simultànies:
de: Maximale Anzahl an zeitgleichen Downloads
es: Máximo número de descargas simultáneas:
id: Unduhan bersamaan maksimal:
it: Trasferimenti simultanei:
lt: Daugiausia atsiuntimų vienu metu:
nl: Max. aantal gelijktijdige downloads:
pl: Maksymalnie równoczesnych pobierań:
pt: Máx. transferências em simultâneo:
ru: Максимум одновременных загрузок:
tr: Eşzamanlı indirmelerinin sayısı:

source: 0 means unlimited
az: 0 limitsiz deməkdir
ca: 0 vol dir il·limitat
de: 0 bedeutet ohne Beschränkungen
es: 0 medios ilimitados
id: 0 berarti tak terbatas
it: 0 per illimitati
lt: 0 reiškia neribota
nl: 0 = ongelimiteerd
pl: 0 oznacza nieograniczone
pt: 0 significa infinito
ru: 0 означает неограниченное
tr: 0 sınırsız anlamındadır

source: Download speed limit (KBps):
az: Yüklənmə sürət limiti (KBps):
ca: Límit de la velocitat de baixada (KBps):
de: Schranke für die Downloadgeschwindichkeit in KB/s
es: Límite de velocidad de descarga (KBps):
id: Batasan kecepatan unduh (KBps):
it: Limite velocità invio (KBps):
lt: Atsiuntimo spartos apribojimas (KBps):
nl: Downloadsnelheidslimiet (KBps):
pl: Limit szybkości pobierania (KBps):
pt: Limite de velocidade da transferência (KBps):
ru: Ограничение скорости загрузки (КБ/С)
tr: İndirme hızı sınırı (KBps):

source: Upload speed limit (KBps):
az: Göndərmə sürət limiti (KBps):
ca: Límit de la velocitat de pujada (KBps):
de: Schranke für die Uploadgeschwindigkeit in KB/s
es: Límite de velocidad de subida (KBps):
id: Batasan kecepatan unggah (KBps):
it: Limite velocità ricezione (KBps):
lt: Išsiuntimo spartos apribojimas (KBps):
nl: Uploadsnelheidslimiet (KBps):
pl: Limit szybkości wysyłania (KBps):
pt: Limite de velocidade de transferência (KBps):
ru: Ограничение скорости раздачи (КБ/С)
tr: Gönderim hızı sınırı (KBps):

source: Seed Limit Ratio:
az: Seed limiti nisbəti:
ca: Ràtio del límit de sembrat:
nl: Seedverhoudingslimiet:
pt: Relação do limite de sementes:
tr: Hız Limiti Oranı:

source: Desktop Integration
ca: Integració amb l'escriptori
es: Integración con el escritorio
id: Integrasi Desktop
it: Integrazione Desktop
lt: Darbalaukio integracija
nl: Werkomgevingsintegratie
pl: Integracja z pulpitem
pt: Integração no Ambiente de Trabalho
ru: Интеграция с окружением
tr: Masaüstü Tümleştirme

source: Continue downloads when closed:
az: Bağlı olduqda yükləməyə davam edin:
ca: Continua les baixades en tancar:
de: Downloads fortführen, wenn App geschlossen wurde
es: Continuar las descargas cuando se cierre:
id: Tetap mengunduh ketika ditutup:
it: Continua trasferimenti quando chiuso:
lt: Užvėrus, tęsti atsiuntimus:
nl: Downloaden voortzetten na sluiten van venster:
pl: Pobieraj dalej po zamknięciu:
pt: Continuar a transferir quando fechado:
ru: Продолжать загрузки после закрытия:
tr: Kapatıldığında indirmeye devam et:

source: Next Warning
az: Sonrakı xəbərdarlıq
ca: Següent avís
de: Nächste Warnung
es: Siguiente aviso
id: Peringatan Selanjutnya
it: Avviso Successivo
lt: Kitas įspėjimas
nl: Volgende waarschuwing
pl: Następne ostrzeżenie
pt: Próximo Aviso
ru: Следующее предупреждение
tr: Sonraki Uyarı

source: (Plus %d more warning…)
az: (%d daha çox xəbərdarlıq…)
ca: (%d avís més…)
de: Außerdem eine weitere Warnung…
es: (Más %d aviso adicional…)
id: (Plus %d peringatan lebih lanjut…)
lt: (Bei dar %d įspėjimas…)
nl: (en %d andere waarschuwing…)
pl: (Plus %d więcej ostrzeżenie…)
pt: (Mais %d aviso…)
ru: (Плюс ещё %d предупреждение…)
tr: (İlave %d uyarı…)

source: Remove
az: Çıxarmaq
ca: Elimina
de: Entfernen
es: Eliminar
id: Menghapus
it: Rimuovi
lt: Šalinti
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
tr: Kaldır

source: Pause
az: Dayandır
ca: Pausa
lt: Pristabdyti
nl: Pauzeren
pl: Wstrzymaj
pt: Pausa
tr: Durdur

source: Resume
az: Davam Et
ca: Reprèn
lt: Pratęsti
nl: Hervatten
pl: Wznów
pt: Retomar
tr: Sürdür

source: Select Files to Download
az: Yükləmək üçün fayl seçin
ca: Selecciona fitxers per descarregar
nl: Selecteer te downloaden bestanden
pl: Wybierz pliki do pobrania
pt: Selecionar ficheiros a transferir
tr: İndirilecek Dosyaları Seç

source: Show in File Browser
az: Fayl menecerinde bax
ca: Mostra el fitxer al navegador
de: Im Dateibrowser öffnen
es: Mostrar en el explorador de archivos
id: Tampilkan pada Peramban Berkas
it: Mostra nella Cartella
lt: Rodyti failų naršyklėje
nl: Tonen in bestandsbeheerder
pl: Pokaż w Plikach
pt: Mostrar no navegador de ficheiros
ru: Показать в файловом менеджере
tr: Dosya Tarayıcısında Göster

source: Copy Magnet Link
az: Magnet Linkini Kopyalayın
ca: Copia l'enllaç magnet
lt: Kopijuoti Magnet nuorodą
nl: Magnetlink kopiëren
pl: Skopiuj magnet link
pt: Copiar ligação magnet
tr: Magnet Bağlantısını Kopyala

source: Pause torrent
az: Torrent dayandırın
ca: Pausa el torrent
de: Pausiere Torrent
es: Pausar torrent
id: Jeda torrent
lt: Pristabdyti torrent'ą
nl: Torrent pauzeren
pl: Wstrzymaj torrent
pt: Pausar torrent
ru: Приостановить загрузку торрента
tr: Torrenti duraklat

source: Resume torrent
az: Torrent davam et
ca: Reprèn el torrent
de: Torrent fortsetzen
es: Reanudar torrent
id: Mulai lagi torrent
lt: Pratęsti torrent'ą
nl: Torrent hervatten
pl: Wznów torrent
pt: Retomar torrent
ru: Продолжить загрузку торрента
tr: Torrenti sürdür
